Repository: 0xlukas/work-tracker
Catalog: WorkTracker/Sources/Resources/AppShortcuts.xcstrings
Source language: en
Languages: de

source: Log time on ${project} in ${applicationName}
de: Zeit für ${project} in ${applicationName} erfassen

source: Log work in ${applicationName}
de: Arbeit in ${applicationName} erfassen

source: Start ${project} in ${applicationName}
de: Starte ${project} in ${applicationName}

source: Start the timer in ${applicationName}
de: Starte den Timer in ${applicationName}

source: Start work on ${project} in ${applicationName}
de: Arbeit an ${project} in ${applicationName} beginnen

source: Start working in ${applicationName}
de: Arbeit in ${applicationName} beginnen

source: Starting work on ${project} in ${applicationName}
de: Ich beginne mit ${project} in ${applicationName}

source: Stop the timer in ${applicationName}
de: Stoppe den Timer in ${applicationName}

source: Stop work in ${applicationName}
de: Arbeit in ${applicationName} beenden

source: Stop working in ${applicationName}
de: Ich höre in ${applicationName} auf

source: Stopping work in ${applicationName}
de: Feierabend in ${applicationName}
